# St7GetUseSolverDLL

Returns the type of solver to be launched for future solver invocations; either the .exe solver or the .dll solver.

long St7GetUseSolverDLL(bool* UseDLL)
Output Parameters
UseDLL
True to use the .dll solver; False to use the .exe solver.